Revit.Schedules.ScheduleField
Revit Schedule Field

Revit.Schedules.ScheduleField.InternalScheduleField
Internal reference to the Revit Element

Revit.Schedules.ScheduleField.#ctor(Autodesk.Revit.DB.ScheduleField)
Internal constructor. Used by the public static constructor to construct an instance of the ScheduleField class.
internalScheduleField:

Revit.Schedules.ScheduleField.Name
Name